FactoryGirl.define do
  factory :destination do
    name "ヤビツ峠"
    address "神奈川県秦野市寺山"
    description "ヤビツ峠は丹沢山地内で数少ない南北をつなぐ車道の峠で、他には犬越路（犬越路隧道）がある。しかし、犬越路南側の犬越路林道と北側の神之川林道は一般車両通行禁止のため、ヤビツ峠は丹沢山地唯一の南北をつなぐ一般車両通行可能な峠である。峠を挟んだ宮ヶ瀬湖までの神奈川県道70号秦野清川線は、車同士がすれ違うのもままならないほど狭い箇所が多い。峠から秦野側は、距離が短いぶん斜度は最大10%程度と急で、途中にある菜の花台からは秦野をはじめとして太平洋側を一望できる。

峠へは小田急小田原線秦野駅より神奈川中央交通のバス便があり、塔ノ岳（表尾根）や大山への登山道が通じているため、休日は登山者で賑う。

また、東京から最も近くにある峠の1つであるため、自転車ヒルクライムの練習場所としても人気があり、神奈川県所属の競輪選手も街道練習によく取り入れている。ただし地元民からは、遠方から訪れる自転車愛好者の交通安全も問題視されており[1]、沿道には自転車のマナー向上を呼びかける掲示が多く見られる。なお、秦野からヤビツ峠への道は「表ヤビツ」、宮ヶ瀬からヤビツ峠への道は「裏ヤビツ」と呼称されることもある。"
  end
end
